@extends('frontend.masterTemp')
@section('fmenuname')
HOME
@endsection
@section('front-main-content')
<style type="text/css">
   .principle{
   margin-top: 50px;
   margin-bottom: 50px;
   }
   .principle h2{
   color: #016401;
   }
   .principle img{
   width: 200px;
   }
   .principle h3{
   background: #016401;
   color: #ffff;
   display: block;
   padding: 5px 0px;
   }
   .principle p{
   }
</style>
<div class="clearfix"></div>
<div class="principle")>
   <div class="container">
      <div class="row">
         <div class="col-md-10 col-sm-10 col-md-offset-1 col-sm-offset-1 banner-text">
            <h2>বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন </h2>
            <h4>All Rights Reserved AFDF - 2024</h4>
            <h4>E-mail: biea.bangladesh@gmail.com</h4>
            <img style="margin: 0 auto"  class="img-responsive" src="{{ URL::to('/') }}/admin_assets/logo/flogo.png"  >
            <h3>
            গঠনতন্ত্র
            </h3>
             <h3>Regi No 231/06/21</h3>
         </div>
      </div>
      <div class="row">
         <div class="col-md-10 col-sm-10 col-md-offset-1 col-sm-offset-1">
            <p><b>ভূমিকা: আমরা এই প্রতিষ্ঠানের সদস্যবৃন্দ, ০১লা বৈশাখ ১৪২৭ বঙ্গাব্দ, ১৪ এপ্রিল ২০২০ খ্রিস্টাব্দ তারিখে “বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ)” নামে প্রতিষ্ঠিত করিয়াছি। ইহা একটি স্বেচ্ছাসেবী ও পেশাজিবী সামাজিক প্রতিষ্ঠান। সম্পূর্ণরূপে অরাজনৈতিক, অলাভজনক যাহা বাংলাদেশের সকল ইঞ্জিনিয়ার এবং প্রান্তিক জনগোষ্ঠীর সার্বিক মানবকল্যাণে নিয়োজিত থাকবে।
               আমাদের প্রতিষ্ঠানের অন্যতম মূল লক্ষ্য হইবে গণতান্ত্রিক পদ্ধতিতে সমাজতান্ত্রিক সমাজের প্রতিষ্ঠা-যেখানে সকল নাগরিকের জন্য আইনের শাসন, মৌলিক মানবাধিকার এবং অর্থনৈতিক ও সামাজিক সাম্য, স্বাধীনতা ও সুবিচার নিশ্চিত থাকবে।
               আমরা দৃঢ়ভাবে বিশ্বাস করি, যাহাতে স্বাধীন সত্তায় সমৃদ্ধি লাভ করতে পারি এবং মানবজাতির প্রগতিশীল আশা-আকাঙ্খার সহিত সঙ্গতি রক্ষা করে আন্তর্জাতিক শান্তি ও সহযোগিতার ক্ষেত্রে পূর্ণ ভূমিকা পালন করা যায়। বাংলাদেশের প্রান্তিক জনগোষ্ঠীর ও ইঞ্জিনিয়ারদের অভিপ্রায়ের অভিব্যক্তিস্বরূপ এই প্রতিষ্ঠানের মূল লক্ষ্যকে অক্ষুন্ন রাখা।
               এতদ্বারা আমাদের এই সভায়, অদ্য চৈদ্দ শত সাতাশ বঙ্গাব্দের শ্রাবণ মাসের চব্বিশ তারিখ, মোতাবেক বিশ শত বিশ খ্রীষ্টাব্দের আগষ্ট মাসের আট তারিখে, আমরা এই গঠনতন্ত্র রচনা ও বিধিবদ্ধ করিয়া সমবেতভাবে গ্রহণ করিলাম।<b>
            <p>
         </div>
      </div>
      <div class="row ">
         <div class="col-md-10 col-sm-10 col-md-offset-1 col-sm-offset-1 table-responsive">
            <table class="table table-bordered">
               <thead>
                  <tr>
                     <th colspan="3" style="text-align: center;">অনুচ্ছেদ নম্বর-১ (এক)</th>
                  </tr>
               </thead>
               <tbody>
                  <tr>
                     <th scope="row">ধারা-১</th>
                     <td>নাম </td>
                     <td>এই প্রতিষ্ঠানটির নাম ইংরেজিতে “All Rights Reserved AFDF - 2024 (BIEA)” বাংলায় “বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ)” নামে অভিহিত হবে। ইহা একটি স্বেচ্ছাসেবী, সামাজিক পেশাজিবী প্রতিষ্ঠান।</td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td>ঠিকানা</td>
                     <td>বাড়ী নম্বর: ১২, রোড নম্বর: ২৪, সেক্টর নম্বর: ০৭, উত্তরা মডেল টাউন, ঢাকা-১২৩০, বাংলাদেশ।</td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td>প্রতিষ্ঠানের স্লোগান </td>
                     <td>অধিকারের প্রশ্নে আপোষ নয়।</td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td>সীমানা</td>
                     <td>এই প্রতিষ্ঠানটির কার্যক্রম বাংলাদেশের যে কোন অঞ্চল, জেলায় এবং দেশের বাহিরেও বিস্তৃত হবে।</td>
                  </tr>
                  <tr>
                     <th scope="row">ধারা-২</th>
                     <td>লক্ষ্য  </td>
                     <td>একটি স্বেচ্ছাসেবী, সামাজিক পেশাজিবী প্রতিষ্ঠান। প্রান্তিক ইঞ্জিনিয়ার জনগোষ্ঠীর আর্থিক উন্নয়ন, সামাজিক ও ধর্মীয় কার্যক্রম এবং গরীব ও অসহায় মেধাবী ছাত্র-ছাত্রীদের শিক্ষার মান উন্নয়নের মাধ্যমে এমন একটি সমাজ ব্যবস্থা তৈরী হবে যেখানে কোন প্রকার শোষন ও বৈষম্য থাকবেনা এবং প্রতিটি ইঞ্জিনিয়ার ও মানুষের নিজস্ব সম্ভাবনা বিকাশের সুযোগ থাকবে এবং প্রত্যেক ইঞ্জিনিয়ার পূর্ণ মর্যাদা ও নিরাপত্তা নিয়ে বসবাস করবে।</td>
                  </tr>
                  <tr>
                     <th scope="row">ধারা-৩</th>
                     <td>উদ্দেশ্য</td>
                     <td>“বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ)” এর উদ্দেশ্য হচ্ছে- ইঞ্জিনিয়ারদের দক্ষ করার মাধ্যমে চাকরির ব্যবস্থা করা,  অশিক্ষা, ব্যাধি এবং দরিদ্র মানুষের দারিদ্রতা দূরিকরণের লক্ষ্য অর্জন করা। বাংলাদেশের যে পরিবার ও সমাজের মানুষগুলো মারাত্মকভাবে দারিদ্র কবলিত তাদের যথাযথ পদ্ধতিতে সামাজিক ও অর্থনৈতিকভাবে তাৎপর্যপূর্ণ পরিবর্তন করা। সামাজিক, আইনগত দৈনন্দিন জীবনে সংশ্লিষ্ট নানা বিষয়ে সচেতন করে পরিবার ও সমাজের কাঙ্খিত পরিবর্তনের পথে এগিয়ে নিয়ে যাওয়া। অর্থনৈতিক ও সামাজিক এই উভয় ক্ষেত্রে ইঞ্জিনিয়াররা যাতে জীবনমান পরিবর্তন করে তাদের ভবিষ্যৎকে গড়ে নিতে পারে এবং সুবিধাবঞ্চিত প্রান্তিক জনগোষ্ঠীর আয়বৃদ্ধিমূলক কার্যক্রম, মাইক্রোফিনান্স, টেকসই ও নবায়নযোগ্য জ¦ালানীর ক্ষেত্রে চাহিদাপূরণকল্পে আমাদের কাজ করা।
                        “বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ)” দৃঢ়ভাবে বিশ^াস করে বাংলাদেশের সকল ইঞ্জিনিয়ারদের জন্য মানবাধিকার, আইন সহায়তা, শিক্ষা ও স্বাক্ষরতা, স্বাস্থ্য ও পুষ্টি, সামাজিক অর্থনৈতিক উন্নয়ন, পরিবেশগত স্থায়ীত্বশীলতা, দূর্যোগ ব্যবস্থাপনা, মাদকবিরোধী সচেতনতা প্রভৃতি ক্ষেত্রে সহায়তামূলক সেবা কার্যক্রম গড়েতুলে দারিদ্রকে জয় করা এবং আগামী ইঞ্জিনিয়ার প্রজন্মের উজ্জল ভবিষ্যৎ নিশ্চিতকল্পে কর্মসূচি গ্রহণ করা।
                     </td>
                  </tr>
                  <tr>
                     <th scope="row">ধারা-৪</th>
                     <td>মূল্যবোধ সমূহ</td>
                     <td>সততা ও নিষ্ঠ: প্রতিষ্ঠানের সমস্ত পেশাগত কাজে জবাবদিহি ও স্বচ্ছতা, আর্থিক লেনদেনে </td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td></td>
                     <td>সর্বোচ্চ সততা এবং এই নৈতিকতায় সুদৃঢ় বিশ^াসকে আমরা বিশেষভাবে মূল্যায়িত করব।</td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td></td>
                     <td>সৃজনশীলতা ও উদ্ভাবনী মনোভাব: ইঞ্জিনিয়ারদের সমস্যা সমাধানে নতুন ধ্যানধারণা ও চিন্তা করার ক্ষেত্রে সৃষ্টিশীল ক্ষমতাকে আমরা বিশেষ গুরুত্ব প্রদান করব।</td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td></td>
                     <td>সার্বজনীনতা: জাতি, ধর্ম, বর্ণ, লিঙ্গ, বয়স, শারীরিক ও মানসিক সামর্থ্য, আর্থসামাজিক অবস্থা এবং সামাজিক অবস্থান নির্বিশেষে আমাদের সব কাজে সর্বস্তরের সকল ইঞ্জিনিয়ারদের অংশগ্রহণই আমাদের অঙ্গীকার। সমাজের সবচেয়ে পিছিয়ে পড়া ইঞ্জিনিয়ারদের উদ্দেশ্যেই আমাদের কাজ।</td>
                  </tr>
                  <tr>
                     <th scope="row"></th>
                     <td></td>
                     <td>কার্যকারিতা: প্রতিষ্ঠানের লক্ষ্য অর্জনে পারদর্শী হওয়ার জন্য প্রয়োজনীয় দক্ষতা ও কার্যকারিতাকে আমরা প্রাথান্য দিব।</td>
                  </tr>
                  <tr>
                     <th scope="row">ধারা-৫</th>
                     <td>প্রতিষ্ঠানের মূলনীতি সমূহ</td>
                     <td>ক) বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) মূল লক্ষ্য হলো কর্মসংস্থান অধিকার নিশ্চিতকরণের জন্য প্রয়োজনীয় দক্ষতা অর্জনের সাপেক্ষে চাকরি প্রাপ্তিতে সারা দেশে চাকুরি প্রার্থী প্রকৌশলীদেরকে সহায়তা করা।<br>
                        খ) বাংলাদেশ ইন্ডাষ্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) কোনও ব্যক্তির সুবিধার জন্য ব্যবহৃত হবে না এবং এই প্রতিষ্ঠানটি সর্বদা একটি অলাভজনক স্বেচ্ছাসেবী সংস্থা হিসাবে বিবেচিত হবে।<br>
                        গ) বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) জ্ঞান, সংস্থান এবং প্রযুক্তির আদান-প্রদান নিশ্চিত করতে ভারত, নেপাল, ভুটান এবং চীন থেকে একই জাতীয় সহযোগিতা করা।<br>
                        ঘ) বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) সদস্যদের মধ্যে ইঞ্জিনিয়ারিং জ্ঞান বৃদ্ধির মাধ্যমে অর্থনৈতিক উন্নয়নে অবদান এবং ইঞ্জিনিয়ারিং অনুশীলনের মাধ্যমে পেশাদার দক্ষতা অর্জনে সহায়তা প্রদান।<br>
                        ঙ) বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) অন্যতম লক্ষ্য হলো পেশাদারিত্বের ক্ষেত্রে দক্ষতা নিশ্চিত করা এবং সদস্যদের কর্মীদের বিকাশ নিশ্চিত করা।<br>
                        চ) বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) এর একটি পরিচালনা পর্ষদ, একটি সেন্ট্রাল কমিটি, একটি বিভাগীয় কমিটি, একটি জেলা কমিটি, একটি উপজেলা কমিটি এবং একটি উপদেষ্টা পরিষদ এর মাধ্যমে পরিচালিত হবে এবং সারাদেশে সুষ্ঠুভাবে পরিচালনার জন্য প্রয়োজনীয় অন্যান্য উপ-কমিটি থাকতে পারে।<br>
                        ছ) আঞ্চলিক ভিত্তিক আইনী প্যানেল নিয়োগের মাধ্যমে সারা দেশে ইঞ্জিনিয়ারদের অধিকার নিশ্চিত করা এবং তাদেরকে আইনী সহায়তা প্রদান করা হবে।
                        <br>
                        জ) দেশের সকল সেবা সংস্থার সাথে সমন্বয় করে কাজ করা এবং রাষ্ট্রের আইনকে সম্মান করে আইন অনুযায়ী সংগঠন পরিচালনা করা।
                        <br>
                        ঝ) দেশের স্বার্থে দেশের সম্পদসমূহের অর্থনৈতিক ব্যবহার ও সংরক্ষণের মাধ্যমে বেসিক ইঞ্জিনিয়ারিং ও গবেষণা কেন্দ্র নির্মাণকে উৎসাহিত করা।
                        <br>
                        ট) বাংলাদেশের স্বার্থ সম্পর্কিত বিষয়াদি বিবেচনায় রেখে দেশ-বিদেশের ইঞ্জিনিয়ারিং স্কুল, কলেজ, বিশ্ববিদ্যালয় এবং অন্যান্য প্রযুক্তিগত প্রতিষ্ঠানের সাথে আন্তরিক সহযোগিতার মাধ্যমে বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) সাংগঠনিক দক্ষতা উন্নত করা।<br>
                        ঠ) বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশনের (বিআইইএ) বাংলাদেশ ইন্ডাস্ট্রিয়াল প্রকৌশলী’ সংগঠনের সাধারণ সদস্য হিসাবে বিবেচিত হবে।
                     </td>
                  </tr>
                  <tr>
                     <th scope="row">ধারা-৬</th>
                     <td>প্রতিষ্ঠানের প্রকৃতি</td>
                     <td>এটি সম্পূর্ণ অরাজনৈতিক, মানবকল্যানমুখী ও একটি স্বেচ্ছাসেবী পেশাজিবী সামাজিক প্রতিষ্ঠান। ধর্ম বর্ন নির্বিশেষে সকল ইঞ্জিনিয়ারদের বিপদে আপদে তাদের পাশে থেকে সব রকমের সাহায্য সহযোগিতা, গরীব ও মেধাবী ইঞ্জিনিয়ারদের বৃত্তি প্রদান সহ সকল সামাজিক ও কল্যানমূলক কাজে প্রতিষ্ঠানটি সর্বদা সচেষ্ট থাকবে এবং সকল ধর্মের মানুষের মাঝে সৌহার্দ্য ও সম্প্রীতি বজায় রাখার জন্য প্রয়োজনীয় সকল ব্যবস্থা গ্রহণ করবেন। বিআইইএ এই সংগঠনের কোন অঙ্গসংগঠন থাকবে না বা এই সংগঠন অন্য কোন সংগঠনের অঙ্গসংগঠন হিসেবে কাজ করবে না। কোন রাজনৈতিক, ব্যক্তি স্বার্থে বা উদ্দেশ্যে এই প্রতিষ্ঠানটি ব্যবহার করা হবে না।</td>
                  </tr>
                  <tr>
                     <th scope="row">ধারা-৭</th>
                     <td>প্রতিষ্ঠানের সেল</td>
                     <td>বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ) দেশের সমস্ত প্রকৌশলীদের স্বার্থে কাজ করার লক্ষ্যে তাদের প্রযুক্তিগত বিদ্যায় দক্ষ করার প্রায়াশে ৮ টি সেলের মাধ্যমে দেশ এবং দেশের বাইরে কার্যক্রম পরিচালনা করছে। প্রতিটি সেলে ২১ জন সদস্য বিশিষ্ট কমিটি দ্বারা পরিচালিত হচ্ছে। কমিটির বিবরণ নি¤œরূপ: <br>
                          মুখপাত্র-১<br>
                          সহকারী মুখপাত্র-২<br>
                          র্বোড সদস্য-৫<br>
                          নির্বাহী সদস্য-১৩<br>
                        ক) বøাড ডোনেশন ক্যাম্প সেল: বাংলাদেশের সমস্ত প্রকৌশলী এবং তাদের পরিবারের প্রয়োজন অনুযায়ী রক্ত সরবরাহ এবং সংগ্রহ করার ক্ষেত্রে কাজ করবে।<br>
                        খ) জব মেনেজমেন্ট সেল: এই সেলের মাধ্যমে বাংলাদেশের চাকুরী প্রার্থী প্রকৌশলীদের কর্মসংস্থান প্রদানে সহযোগীতা করা।<br>
                        গ) প্রশিক্ষণ সেল: প্রশিক্ষণের মাধ্যমে বাংলাদেশের সকল প্রকৌশলীদেরকে দক্ষ কওে তোলা।<br>
                        ঘ) প্রচার ও প্রকাশনা সেল: এই সেলটির মাধ্যমে দেশ ও দেশের বাইরে সকল প্রকৌশলীদের মধ্যে বাংলাদেশ ইন্ডাষ্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ) সকল প্রকার কার্যক্রমকে প্রচার করা। যার মাধ্যমে সমস্ত প্রকৌশলীদেরকে ভাল কাজের জন্য অনুপ্রাণিত হতে পারে এবং প্রতিষ্ঠানের কাজকে গতিশীল করতে পারে।<br>
                        ঙ) মিডিয়া সেল: এর মাধ্যমে সংশ্লিষ্ট সংস্থার কাজের গতি বাড়ানো এবং ভার্চুয়াল কাজের মাধ্যমে অনলাইন প্রশিক্ষণের ব্যবস্থা করা।<br>
                        চ) স্টুডেন্টস অ্যাফেয়ার্স সেল: বাংলাদেশের সরকারী এবং বেসরকারী পলিটেকনিকগুলি শিক্ষার্থীদের পড়াশোনার অধিকার এবং অন্য যে কোনও গুরুত্বপূর্ণ বিষয় নিয়ে কাজ করবে।<br>
                        ছ) ইন্টারন্যাশনাল অ্যাফেয়ার্স সেল: বাংলাদেশ ও বিদেশে পড়াশোনা ও কর্মরত সকল প্রকৌশলীদের স্বার্থে এবং প্রযুক্তিগতভাবে দক্ষ করার লক্ষ্যে কাজ করবে।<br>
                        জ) মনিটরিং সেল: এই সেলের মাধ্যমে মনিটরিং করে বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ার্স এসোসিয়েশন (বিআইইএ) এর সকল কার্যক্রম পর্যবেক্ষণ করে কাজটিকে আরও গতিশীল করার জন্য কাজ করবে।<br>
                     </td>
                  </tr>
               </tbody>
            </table>
         </div>
      </div>
   </div>
</div>
<div class="clearfix"></div>
@endsection

