

@extends('frontend.masterTemp')
@section('fmenuname')
HOME
@endsection
@section('front-main-content')
<style type="text/css">
   .principle{
   margin-top: 50px;
   margin-bottom: 50px;
   }
   .principle h2{
   color: #016401;
   }
   .principle img{
   width: 200px;
   }
   .principle h3{
   background: #016401;
   color: #ffff;
   display: block;
   padding: 5px 0px;
   }
   .principle h6{
   font-size: 18px
   }
</style>
<div class="clearfix"></div>
<div class="principle">
   <div class="container">
      <div class="row">
         <div class="col-md-10 col-sm-10 col-md-offset-1 col-sm-offset-1 banner-text">
            <h2>বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন </h2>
            <h4>All Rights Reserved AFDF - 2024</h4>
            <h4>E-mail: biea.bangladesh@gmail.com</h4>
           <img style="margin: 0 auto"  class="img-responsive" src="{{ URL::to('/') }}/admin_assets/logo/flogo.png"  >
            <h3>
            মূলনীতি ও সংগঠনিক কাঠামো
            <h3>
         </div>
      </div>
      <div class="row">
         <div class="col-lg-10 col-md-10 col-md-offset-1 col-sm-offset-1">
            <h6>
               বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন প্রকৌশল পেশাজীবী জাতীয় সংগঠন। সোসাইটি রেজিঃ নং- অ্যাক্ট-ক ০৮৭৬৫০০৮/১৯ দ্বারা নিবন্ধিত । <br><br>
               ১১ টি সাংগঠনিক কাঠামোর উপর ভিত্তি করে বি,আই,ই,এ মূলনীতি ও সাংগঠনিক কাঠামো রচিত হয়েছে, যাহা নিম্নরূপ :
               <br><br>
               ১। বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন এর প্রধান লক্ষ্য হলো, সারা বাংলার বেকার ইঞ্জিনিয়ারদের চাকরির ক্ষেত্রে সহযোগিতা করা ও চাকরির ক্ষেত্রে অধিকার নিশ্চিত করা।<br><br>
               ২। বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন কখনো ব্যক্তি স্বার্থে ব্যবহার হবে না, এবং বাংলাদেশে ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন সর্বদা একটি অলাভজনক ও স্বেচ্ছাসেবী প্রতিষ্ঠান।<br><br>
               ৩। ভারত, নেপাল, ভুটান ও চীন ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন এর সাথে সমন্বয় করে, সদস্যদের প্রযুক্তিগত শিক্ষা অর্জন ও চাকরির বিনিময় সাহায্য সহযোগিতা করা।<br><br>
               ৪। সদস্যদের মধ্যে প্রকৌশল সম্পর্কিত তথ্য আদান-প্রদান এবং জ্ঞান ও তথ্য প্রসারে অর্থনৈতিক উন্নয়ন সহায়তা করা এবং ইঞ্জিনিয়ারিং অনুশীলন ও পেশাগত দক্ষতা প্রসার করা।<br><br>
               ৫। বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন এর অন্যতম লক্ষ্য হলো পেশাদার শ্রেষ্ঠত্ব নিশ্চিত করা, সদস্যদের জন্য প্রতিটি জোনে আলাদা আলাদা ট্রেনিংয়ের ব্যবস্থা নিশ্চিত করা।<br><br>
               ৬। প্রতিটি জোনে একটি সাংগঠনিক সমন্বয় কমিটি, একটি জাতীয় নির্বাহী কমিটি ও বি আই ই এ এর জাতীয় ট্রাস্টি বোর্ড ও একটি উপদেষ্টা কমিটি কাজ করবে।<br><br>
               ৭। সারা দেশের ইঞ্জিনিয়ারদের অধিকার নিশ্চিত করার জন্য জোনভিত্তিক একটি আইনজীবী প্যানেল নিয়োজিত থাকবে।<br><br>
               ৮। সকল সেবা মূলক প্রতিষ্ঠানের সাথে সমন্বয় করে কাজ করা, রাষ্ট্রের সকল আইন আদর্শ মেনে সংগঠন পরিচালনা করা হবে।<br><br>
               ৯। দেশের উপর এবং সম্পদের অর্থনৈতিক সদ্ব্যবহার ও সংরক্ষণের জন্য মৌলিক প্রকৌশল গবেষণা উৎসাহিত করুন।<br><br>
               ১০। মিউচুয়াল বেনিফিটের জন্য দেশ-বিদেশের প্রকৌশল বিশ্ববিদ্যালয়, প্রতিষ্ঠান ও কলেজ এবং একই ধরনের প্রতিষ্ঠানের সঙ্গে আন্তরিক সহযোগিতার মাধ্যমে বাংলাদেশে ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন অধিক উন্নতি সাধন করবে।<br><br>
               ১১। সকল ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারগন পদ অধিকার বলে বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন এর সাধারণ সদস্য বলে বিবেচিত হবে।<br><br>
            </h6>
            <h6><b>কেন্দ্রীয় দপ্তর</b></h6>
            <h6><b>বাংলাদেশ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং অ্যাসোসিয়েশন।</b></h6>
         </div>
      </div>
   </div>
</div>
<div class="clearfix"></div>
@endsection

